Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/P25.tmx
Source language: en_us
Languages: zh_cn

source: Whenever I want to be with my fifth wife, I find her in the company of a young man.
zh_cn: 每次我想和我第五位妻子在一起的时候，就会发现她身边有一个年轻人。

source: He's handsome in a boyish, somewhat delicate but by no means unmanly way, slender but well muscled, dressed always in a dark sports jacket, a light-blue shirt open at the neck, and jeans.
zh_cn: 那人长得很帅，带着些孩子气，有点柔弱，丝毫没有男子气概，身材瘦长但很有肌肉。他身上总是套着一件深色的运动夹克衫，里面穿着一件淡蓝色衬衫，领口是开着的，下身穿着一条牛仔裤。

source: He is polite, self-effacing, and silent.
zh_cn: 他彬彬有礼，谦逊有加，不爱说话。

source: When my fifth wife and I have lunch together in a downtown restaurant, facing each other across a small table, he sits to her left or right; when we talk at night by the fireplace, he sits on the rug with his head leaning against her leg; when I take off her clothes, she hands them to him; when we slip into bed, he's there beside us, lying on his back with his hands clasped behind his neck.
zh_cn: 当我和我的妻子坐在市中心的饭店的小桌子旁面对面共进午餐时，这个年轻人就坐在她身旁；夜晚我们在火炉边聊天时，他就坐在地毯上，头靠在她的腿上；我把她衣服脱下来时，她顺手就把衣服递给了他。我们上床后，他就在我们身旁，手枕在脑后，躺在那边。

source: At first his presence disturbed me, and filled me with bitterness, but in time I've grown used to him.
zh_cn: 一开始，他的出现让我不安、特别难过。慢慢的，我居然习惯了。

source: Once, waking in the night beside her, I saw over her shoulder that he wasn't there; I felt anxious and shook her awake; and only when, smiling faintly, she lifted the covers to display him lying between us in his dark sports jacket, light-blue shirt, and jeans, sleeping soundly with his head between her breasts, did my anxiety subside enough to permit me to fall back to sleep.
zh_cn: 有一次，我夜间在她身旁醒过来，朝她肩膀看过去，发现那人不见了。我很焦虑，就把她摇醒。她淡然一笑，把床单掀开，只见他正躺在我们中间，穿着那件深色的运动夹克衫、淡蓝色的衬衫和牛仔裤，他的头埋在妻子的双乳间，睡得正酣。这时我的焦虑才慢慢退去，得以重新入眠。

source: Always, when I'm with my sixth wife, a moment comes when she rises slowly toward the ceiling, where she remains hovering above me.
zh_cn: 每次只要我和我的第六位妻子在一起，她总会慢慢的爬到天花板上，盘旋在我头上。

source: "Dear," I plead, falling on my knees, "won't you come down from there?
zh_cn: 我跪下来请求她，“亲爱的，你能不能下来？

source: I'm worried you'll hurt yourself.
zh_cn: 我怕你会伤到自己。

source: And besides, what have I done?
zh_cn: 而且，我做错什么了？

source: I didn't disturb you as you sat at the kitchen table with your sketchbook and your stick of charcoal and drew seventeen versions of a fruit knife lying beside a green pear and a white coffee cup.
zh_cn: 你在厨房的桌子旁，手里拿着素描本和炭笔，画了十七张水果刀摆在绿色梨子和咖啡杯旁的画，我都没有去打扰你。

source: I didn't clear my throat loudly or walk up and down humming to myself as you leaned back on the couch with your legs tucked under you and twisted a piece of hair slowly around your finger while reading 'Anna Karenina' for the eighth time.
zh_cn: 你盘着腿窝在沙发里，手指慢慢的绕着一根发丝，看第八遍安娜卡列妮娜的时候，我既没有大声的清喉咙，也没有哼着小调，来回的走动。

source: I didn't step up behind you and kiss you with a wet smack on the back of your neck while you sat fiercely erect at the piano practicing over and over the first movement of Mozart's Piano Sonata in A Minor, Kochel 310.
zh_cn: 你笔挺的坐在钢琴前，不断的练习着莫扎特的钢琴奏鸣曲第一乐章的时候，我也没有走到你的身后，在你后颈上给你一记湿吻。

source: And if I've allowed my eyes to stray for a moment to your glittering knees beneath your dark wool skirt, it was only in order to rest from the judgment of your intelligent, severe eyes."
zh_cn: 要是说我的眼神偶尔会飘向你黑色羊毛裙下的闪闪发亮的膝盖，那也只是因为我想要避开你敏锐而严肃的眼神。

source: "Idiot!" she replies. "Do you really think I can hear you from up here?"
zh_cn: “白痴。”她回答道，“你真觉得我在这还听得清你说什么吗？“

source: And with that she begins to fly back and forth across the ceiling, laughing her tense, seductive laugh, brushing my hair with the tip of her foot.
zh_cn: 之后，她就开始在天花板上飞来飞去，发出阵阵紧张而性感的笑声，脚尖不时掠过我的头发。

source: Whatever I like to do, my seventh wife likes to do.
zh_cn: 无论我喜欢做什么，我的第七个妻子也喜欢做。

source: When I mow the lawn on a warm Saturday afternoon, admiring the straight strips of fresh-cut grass as bursts of sweet-smelling blades fall at my cuffs, she walks alongside me, clasping the left half of the black rubber grip on the red lawnmower handle.
zh_cn: 周日温暖的午后，我给草坪除草，欣赏着刚割过的一块块平整的草坪，一丛丛带着甜味的草叶片落在我的裤脚边上。她就走在我身旁，握着红色割草机手把上的黑色橡胶柄的左侧。

source: When I read a mystery novel set in a country house in Surrey in the summer of 1935, she reads a second copy of the same book, glancing at me over the top of the pages and stopping when I stop.
zh_cn: 我看悬疑小说，故事发生在1935年夏天位于萨里的一栋乡间小屋里。她也拿着一本一模一样的书，不时的看着我，我一停，她也停下来。

source: On poker night she's the only woman among us; I watch her narrow her eyes as she checks her tightly held cards and slides a white chip sharply forward with her index finger.
zh_cn: 晚上玩扑克牌时，她是我们这群人中的唯一女性。只见她把牌抓的紧紧的，看牌时，眼睛眯成一条线，食指抓起一个白色的筹码猛的扔出去。

source: At breakfast she eats the same cereal I eat, using the two-per-cent milk I prefer; her orange juice, like mine, has lots of pulp; at the mall, she chooses the same brand of running shoe, with mesh nylon uppers and antimicrobial insoles; our umbrellas match; our sunglasses are identical; when I tell her my childhood memory of running toward a rainbow in a field of high grass, she recounts the same memory.
zh_cn: 早饭时，她和我一样吃麦片，里面加的是我个人喜欢喝的脱脂牛奶。她的橙汁也和我的一样，里面有很多果肉。在商场里，她挑选和我同一个品牌的运动鞋，有透气尼龙网和抗菌鞋垫。我们的伞是一样的，太阳镜也是一样的。我讲起小时候在一块长满草的地里追着彩虹跑，她居然也讲起自己同样的经历。

source: Once, when life was too much for me, when I needed to get away from it all, I drove north for five hours to a drizzly seaside town, where I took the last ferry to an island with a rocky shore before a dense forest, in which stood a single cabin without a telephone.
zh_cn: 有一次，我觉得自己被生活压得喘不过气来，想要彻底逃离。于是我开了五个小时的车，往北边走，来到一个下着毛毛细雨的海边小镇。我搭上了最后一趟渡轮，来到一座岸边布满岩石的小岛上。小岛丛林密布，只有一间连电话都没有的小木屋耸立在那。

source: When I opened the door and held up my lantern, a raccoon leaped from the table; bats swept across the ceiling; pinecones lay everywhere; on a wooden chair I saw her purse.
zh_cn: 我推开木门，举起手中的灯笼。一只浣熊从桌上跳起来，屋顶上蝙蝠盘旋不停，地上到处都是松球。在一张木椅上，我看到她的皮包放在那。

source: A sword in my bed divides me from my eighth wife.
zh_cn: 我的床上放了一把剑，这把剑将我和我的第八个妻子分开。

source: If I love her, I must not touch her; to do so would be to violate a vow that she herself has exacted.
zh_cn: 如果我爱她，那么我就不能碰她。要是碰了她，那就违背了她本人立下的誓言。

source: True to my word, I remain inches from her, sick with desire.
zh_cn: 我说到做到，尽管内心充满了欲望，可还是和她保持几英寸的距离。

source: My plight would be lessened if I were never to share my bed with her, but my eighth wife insists that she lives solely for these moments.
zh_cn: 要是我从不与她同床共枕，那我的痛苦或许不会如此的强烈。但是她坚持说她活着就是为了这些和我在一起的时光。

source: Mindful of my suffering, which is also hers, she sometimes conceals her body from me, slipping between the sheets with her quilted down coat zipped up to her chin.
zh_cn: 她清楚的知道我的痛苦，这也是她的痛苦，所以有时候她会不让我看到她的身体，整个人钻到床单里，羽绒服棉袄的拉链一直拉到下巴那。

source: At other times, suffering for my suffering, and desiring to reward my feat of denial with the one pleasure she can permit, she'll adorn herself with blue-green eyeshadow, purple-black mascara, crimson lipstick, expensive oils, creams, and lotions, and dabs of perfume behind the ears and on each wrist, and display herself, on her side of the sword, in shimmering and translucent underclothes in a variety of fashionable styles.
zh_cn: 但有时候，我痛苦，她也痛苦，她想用她唯一能容忍的快乐来回报我，这时，她就会给自己画上蓝绿色的眼影，涂上黑紫色的睫毛膏、粉色的唇膏，抹上那些价格不菲的精油、面霜和乳液，在耳朵后面还有两个手腕上喷些香水，然后穿着各式各样迷人的、半透明的内衣，风情万种的躺在剑的另一侧。

source: It's possible, of course, that my eighth wife wishes only that I'd violate my vow, despite her assurance that to do so would be to destroy her love for me by making her lose respect for my word.
zh_cn: 尽管她一再强调说，一旦我违背誓言，她就不会再相信我说的话，那样她对我的爱就荡然无存。但其实，也许她真正希望是我能违背我的誓言。

source: How else to explain her presence in my bed, her provocative underclothes, her frequent headaches, her prolonged sighs?
zh_cn: 不然的话，要怎么来解释她的这些行为：睡在我的床上、那些撩人的内衣、时不时的头痛、还有那一声声幽长的叹息声？

source: Indeed, it's tempting to believe that the real test isn't whether I can demonstrate my love for her by remaining true to my word but whether I love her fiercely enough to smash through an arbitrary prohibition--an event she secretly desires and desperately awaits.
zh_cn: 我不禁会想说，她真正想测试的并不是说我这人是否言而有信，进而证明我对她的爱忠贞不二，而是说我有没有爱她爱得发狂，以至于完全不顾那些霸道的阻碍。她其实默默的期盼、热切的等待着这一幕的发生。

source: But the very temptation of this thought is a warning: in my state of violent desire, dare I trust an idea that encourages me to betray my word and to side with the passion I'm struggling to overcome?
zh_cn: 但这种想法的诱惑本身就是一个警示：在我内心欲望如此强烈的时候，我敢不敢相信这个大胆的想法，这个想法促使我背弃自己的誓言，与欲望为伍，而我正竭力想要控制这种欲望？

source: It's also true that, despite my suffering, I'm proud of my success in keeping my word; to succumb to temptation would be to experience a loss of self-esteem.
zh_cn: 而且，尽管我很痛苦，但却为能坚守誓言而自豪。向欲望低头，将会让我失去自尊。

source: Is she perhaps desirable to me only insofar as I'm able to overcome desire?
zh_cn: 或许我对她的渴望，仅仅是在我能抑制欲望的范围之内？

source: In that case it's I who have encouraged her to exact my vow, it's I alone who am the source of my torment.
zh_cn: 如果是那样的话，那其实鼓励她坚守誓言的那人应该是我本人才对。我才是我痛苦的唯一根源。

source: Sometimes a strange longing comes: to plunge the sharp sword deep, deep into my eighth wife's side.
zh_cn: 有时候，我心中会出现一种奇怪的憧憬：将那把锋利的剑深深的、深深的刺进她的身体。

source: In this desire to be rid of her and thereby end my suffering, I detect a secret flaw.
zh_cn: 我想杀了她，以结束我的痛苦。

source: My suffering, however painful, is always qualified by the possibility of failure, the possibility that, despite everything, I'll become like other men and break my word at last; her death, by removing that possibility, would remove the sole thought that relieves my anguish.
zh_cn: 但在这种渴望中，我发现了一个隐藏缺陷：我的痛苦，不管多么的难受，总是受到失败的可能性的限制；不管怎样，我终将和其他人一样，打破自己的誓言。而如果她死了，那这种可能性就消失了，那减轻我痛苦的唯一想法也就消失了。

source: For all these reasons, I understand with terrible clarity that my plight can never change.
zh_cn: 想到以上的种种原因，我再清楚不过，我的痛苦是永远也无法改变的。

source: In this understanding I sense a final danger: by believing that nothing can change, do I not relax my will, do I not open myself all the more to temptation?
zh_cn: 我也意识到了最终的危险：我认为一切都无法改变，那么我没有让我的愿望放松？没有让我自己更易于受到诱惑的蛊惑？

source: And with a last, desperate burst of strength I rouse myself to new rigors of wariness.
zh_cn: 带着最后一丝绝望的力量，我重新振作，加倍小心。

source: There are times when I can't bear the company of anyone but my ninth wife, despite the little secret we never discuss.
zh_cn: 有时候，我谁都受不了，只能和我的第九个妻子在一起。但我们从不讨论我们之间的小秘密。

source: What does it matter to me if, bending to gaze into her brilliant dark eyes, I see her looking a little to the left or right, so that I have to shift my position slightly to create the illusion that we're gazing deep into each other's eyes?
zh_cn: 有时我弯下腰，凝视着她那美丽动人的黑色眼眸，却发现她的眼神飘向别处，这时我只好立刻稍微调整我的位置，使得我们俩看上去好像是在彼此注视对方。可是对我来说这有什么关系呢？

source: Sometimes, as she crosses the room with her graceful strides, she'll happen to knock against me if I'm not quick enough to step out of the way.
zh_cn: 有时，她迈着优美的步伐从房间走过，差点要撞到我身上，幸好我反应快，躲过去了。

source: On these occasions she doesn't stop, doesn't acknowledge me, and the slight smile on her lips remains unchanged.
zh_cn: 这种时候，她不会停下脚步，也不会看到我的存在。她嘴角上依然挂着淡淡的微笑。

source: In every way my ninth wife is cheerful and obliging.
zh_cn: 无论如何，她这个人都是快乐而亲切的。

source: Why then should I complain if, holding out my hand lovingly to lead her toward the bed, I see her stare past me?
zh_cn: 所以当我饱满爱意的伸出手，牵着她来到床边，却发现她的眼神并没有看着我，又有什么好抱怨的？

source: Why should I give it a second thought if she steps on my foot as she walks to the bed alone and lies down with her little smile?
zh_cn: 当她独自走向床边，踩到了我的脚，然后带着微笑躺在床上，我为什么要多想呢？

source: Once, as I was about to plunge my face into the thickets of her hair, I was stopped by a faint sound that appeared to be coming from her throat.
zh_cn: 有一次，我正打算把脸埋到她茂密的发丛中，却听到从她喉咙那边仿佛传来细微的声响。

source: When I bent my ear against her neck, I heard a dim whirring.
zh_cn: 我停下来，把耳朵凑到她的脖子旁，听到一阵模糊的忽忽声。

source: A small adjustment proved necessary, after which, despite the interruption, I was able to devote myself entirely to the pleasures of the dark.
zh_cn: 看来得做点小调整。虽然中间被打断，但后来，我总算可能全身心的投入到黑暗的快乐之中。

source: In an atmosphere of drawn curtains, medicinal smells, and perpetual twilight, I visit my tenth wife, who's burning up.
zh_cn: 里面窗帘紧闭，一股的药味，光线永远都是昏暗的，在这，我开看望第十个妻子。

source: Her cheeks are flushed, her eyes are unnaturally bright; on the dark coverlet her pale arm has the whiteness of bone.
zh_cn: 她发着高烧，脸颊烧的通红，眼睛透亮，很不自然。惨白的手臂搁在床罩上，都能看到里面白色的骨头。

source: Illness consumes her.
zh_cn: 病痛正一点点的吞噬着她。

source: Fever parches her lips, burns along her throat and eyelids; her ears are hot.
zh_cn: 因为高烧，她的嘴唇干燥，喉咙、眼睛冒火，耳根发烫。

source: Her straw-colored hair, brown in the dusk and uncombed, streams on the pillow.
zh_cn: 淡黄色的头发在昏暗中看上去像是棕色，头发没有梳理，散在枕头上。

source: Her hair was once straight and obedient, but illness has released a hidden wildness: it falls in snarls and tangles, plunges over the pillow edge, tumbles along the bedspread, where it lies sprawled and spent.
zh_cn: 她的头发以前很直，很熨帖。但是疾病释放出一种隐藏的野性：头发打结，混乱不堪，散落在枕边、床单上，蔓延开来，有气无力。

source: I've brought her a few violets and marigolds, picked from our garden, but when she strains to raise herself, lines of tension crease her forehead, as if she's struggling against two hands holding her shoulders down; after a while she gives up and falls back, exhausted.
zh_cn: 我从花园里摘了些紫罗兰和金盏花送她。她想爬起来。额头上青筋突起，像是有人用双手按着她的胳膊，不让她起来。过了一会儿，她不再挣扎，疲惫不堪的躺下去。

source: I lay the flowers on the bedside table, near the digital clock.
zh_cn: 我把花放在床边的桌子上，那有一个电子钟。

source: A glass of water, decorated with orange and green fish, stands on the table beside a box of tissues.
zh_cn: 桌上还有一只盛满水的玻璃杯，上面画着橘色和绿色的鱼，以及一盒纸巾。

source: When I hold the glass to her mouth, she drinks eagerly, desperately; suddenly she turns her head away.
zh_cn: 我拿起杯子放在她的唇边，她迫不及待的喝起来。突然她把头转开。

source: Water flashes on her face like a wound.
zh_cn: 水溅在她的脸上，像是一个伤口。

source: I wipe her lips with a tissue; they're cracked like dry leather.
zh_cn: 我用纸巾擦了擦她的嘴巴。她的嘴唇干裂，像干燥的皮革似的。

source: With my fingertips I stroke her hot, pale forearm, her bony cheeks.
zh_cn: 我用手指摸了摸她苍白发烫的手臂，还有那骨瘦如柴的脸颊。

source: Under her fevered eyelids her large eyes glitter.
zh_cn: 发烧的眼睑下，她那双大大的眼睛熠熠发光。

source: I want to comfort my tenth wife, I want to lavish her with attentions, but there's little I can do except sit on the chair next to the bed.
zh_cn: 我想安慰她，给她无尽的关注。但是我什么也做不了，只能坐在床边的椅子上。

source: In this dusky room, in this world removed from the world, I feel myself bursting with health.
zh_cn: 昏暗的房间，远离尘嚣，我觉得自己非常健康。

source: My vigor strikes me as intolerable, like a shrill, continual noise.
zh_cn: 我的活力让我觉得无法忍受，仿佛有源源不断的尖叫声。

source: What to do?
zh_cn: 怎么办？

source: Her illness excludes me--since she cannot be well, I have to become sick.
zh_cn: 她的疾病将我排除在外。她好不了，我只好也病了。

source: Slowly I bend down and kiss her dry, hot mouth.
zh_cn: 我慢慢低下头，轻吻她那又干又烫的嘴唇。

source: I want to inhale her fiery germs, I want to drink her fever, feel her disease glowing inside me like hot spiced wine.
zh_cn: 我想将那炽热的细菌吸进我的体内，我想吮吸她的热度，感受她的疾病在我身体里像烈酒般灼烧。

source: Deftly I slip under the heavy covers, releasing an odor of stale bedsheets.
zh_cn: 我驾轻就熟的钻进被窝，床单飘出陈腐的味道。

source: Am I mistaken, or do I sense a slight soreness in my throat?
zh_cn: 我是不是有了错觉，觉得喉咙有点痛？

source: My forehead feels hot.
zh_cn: 我的额头滚烫。

source: Is it my imagination, or has my hand grown pale?
zh_cn: 是我凭空臆想，还是说我的手已经变得苍白了？

source: I will find her, I'll join her at last in her own land.
zh_cn: 我要找到她。我要到她的世界和她在一起。

source: Eagerly I meet her gaze.
zh_cn: 我热切的注视着她。

source: Her eyes, weary and glittering, stare at me as one might stare at a sudden animal across a stream.
zh_cn: 她的双眼，满是疲惫，却闪着光芒，一动不动的看着我，像是看着一头从溪边突然冒出来的野兽。

source: Whenever there's work to be done, when things can't be put off a second longer, I turn to my eleventh wife, who knows exactly what to do.
zh_cn: 如果有工作要做，有事情刻不容缓、立马要完成，我就会向第十一个妻子求助。她知道该做什么。

source: It's she who climbs the tall ladder and fastens the loose gutters in place, lifting her hammer into the blue sky as she plucks a gutter nail from between her teeth, while down on the grass I steady the ladder rails with both hands.
zh_cn: 爬上高高的楼梯，把松动的排水槽固定好的人时她。只见她把咬在牙齿间的钉水槽的钉子拿出来，在蓝色的天空下挥舞着铁锤。而我则站在草地上，用双手帮她扶住梯子。
